{
  "controles": [
    {
      "aplicacion": "Endpoint",
      "numero": "1.0",
      "nombre": "Protección Básica",
      "caracteristicas": [
        {
          "numero": "1.1",
          "nombre": "Protección contra amenazas de archivos",
          "respuesta": "Implementado totalmente",
          "puntos": 4.0,
          "beneficio": "Supervisa constantemente todos los archivos del sistema y dispositivos externos mediante análisis en tiempo real, identificando comportamientos maliciosos y bloqueando amenazas antes de su ejecución. Evita infecciones por malware, ransomware o troyanos, garantizando la integridad operativa de los equipos y la continuidad del servicio sin afectar el rendimiento del sistema.",
          "fase": ""
        },
        {
          "numero": "1.2",
          "nombre": "protección contra amenazas web",
          "respuesta": "Implementado totalmente",
          "puntos": 4.0,
          "beneficio": "Analiza y bloquea sitios maliciosos, descargas sospechosas y enlaces fraudulentos que intentan comprometer al usuario durante la navegación. Emplea reputación en la nube e inteligencia de amenazas para prevenir el acceso a dominios peligrosos o suplantados, reduciendo significativamente la exposición a ataques de phishing, explotación de navegadores y robo de credenciales corporativas.",
          "fase": ""
        },
        {
          "numero": "1.3",
          "nombre": "Protección contra amenazas en el correo electrónico",
          "respuesta": "Implementado totalmente",
          "puntos": 4.0,
          "beneficio": "Escanea de forma automática los correos entrantes y salientes, verificando adjuntos y enlaces en busca de malware o intentos de phishing. Detecta y bloquea amenazas antes de llegar al buzón del usuario, fortaleciendo la seguridad del canal de comunicación más vulnerable y reduciendo riesgos de infección o robo de información confidencial.",
          "fase": ""
        },
        {
          "numero": "1.4",
          "nombre": "Protección contra ataques BadUSB",
          "respuesta": "Implementado totalmente",
          "puntos": 0.0,
          "beneficio": "Monitorea y bloquea dispositivos USB que intenten emular teclados o ejecutar comandos no autorizados en el sistema. Evita ataques físicos que aprovechan periféricos comprometidos para ejecutar código malicioso, brindando una capa adicional de defensa frente a intrusiones externas o internas mediante ingeniería de hardware.",
          "fase": ""
        },
        {
          "numero": "1.5",
          "nombre": "Proveedor de protección AMSI",
          "respuesta": "Implementado totalmente",
          "puntos": 2.0,
          "beneficio": "Se integra con la interfaz AMSI de Microsoft para analizar scripts, macros y otros objetos en ejecución, detectando amenazas avanzadas y ataques sin archivos. Esta integración mejora la visibilidad del comportamiento en tiempo de ejecución, permitiendo bloquear acciones maliciosas antes de que comprometan la estabilidad o seguridad del sistema operativo.",
          "fase": ""
        }
      ]
    },
    {
      "aplicacion": "Endpoint",
      "numero": "2.0",
      "nombre": "Protección de Red",
      "caracteristicas": [
        {
          "numero": "2.1",
          "nombre": "Firewall",
          "respuesta": "Implementado totalmente",
          "puntos": 3.0,
          "beneficio": "Supervisa todas las conexiones entrantes y salientes en el endpoint, aplicando políticas de control para evitar accesos no autorizados y tráfico sospechoso. Protege los dispositivos frente a movimientos laterales, intentos de intrusión y exfiltración de datos, manteniendo la integridad de la red corporativa mediante reglas personalizables y control granular del flujo de información.",
          "fase": ""
        },
        {
          "numero": "2.2",
          "nombre": "Protección de Ataques de Red",
          "respuesta": "Implementado totalmente",
          "puntos": 4.0,
          "beneficio": "Detecta y bloquea intentos de intrusión analizando patrones de tráfico en tiempo real. Identifica ataques como escaneos, exploits o denegaciones de servicio antes de que afecten los sistemas. Proporciona una defensa preventiva que protege los endpoints frente a amenazas de red y asegura la estabilidad de la infraestructura corporativa.",
          "fase": ""
        }
      ]
    },
    {
      "aplicacion": "Endpoint",
      "numero": "3.0",
      "nombre": "Protección Avanzada",
      "caracteristicas": [
        {
          "numero": "3.1",
          "nombre": "Kaspersky Security Network",
          "respuesta": "Implementado totalmente",
          "puntos": 4.0,
          "beneficio": "Utiliza inteligencia global en la nube para evaluar en milisegundos la reputación de archivos, dominios y procesos. Permite bloquear amenazas emergentes y desconocidas con alta precisión, reduciendo falsos positivos. La conexión con la red de conocimiento de Kaspersky mejora la respuesta frente a ataques dirigidos y mantiene las defensas actualizadas frente a amenazas globales en evolución constante.",
          "fase": ""
        },
        {
          "numero": "3.2",
          "nombre": "Detección de Comportamientos",
          "respuesta": "Implementado totalmente",
          "puntos": 4.0,
          "beneficio": "Supervisa en tiempo real la actividad de las aplicaciones y procesos del sistema, identificando patrones anómalos que puedan representar comportamientos maliciosos. Bloquea automáticamente actividades sospechosas, como cifrados no autorizados o modificaciones críticas, previniendo ataques de día cero y amenazas sin firma conocidas.",
          "fase": ""
        },
        {
          "numero": "3.4",
          "nombre": "Prevención de intrusiones en el host",
          "respuesta": "Implementado totalmente",
          "puntos": 3.0,
          "beneficio": "Supervisa la interacción de aplicaciones con los recursos del sistema operativo y bloquea acciones no permitidas que puedan comprometer la estabilidad o seguridad del equipo. Esta capa de defensa refuerza el control sobre procesos y evita alteraciones maliciosas en componentes críticos del endpoint.",
          "fase": ""
        },
        {
          "numero": "3.5",
          "nombre": "Prevención de vulnerabilidades (exploits)",
          "respuesta": "Implementado totalmente",
          "puntos": 4.0,
          "beneficio": "Detecta y bloquea exploits que intentan aprovechar fallos en aplicaciones o sistemas operativos para obtener control o elevar privilegios. Analiza el comportamiento de los procesos y detiene ataques antes de que logren ejecución de código, reduciendo drásticamente la superficie de exposición a amenazas.",
          "fase": ""
        },
        {
          "numero": "3.6",
          "nombre": "Motor de reparación",
          "respuesta": "Implementado totalmente",
          "puntos": 4.0,
          "beneficio": "Restaura de forma automática los cambios dañinos realizados por malware, corrigiendo configuraciones alteradas y recuperando archivos del sistema. Garantiza la estabilidad operativa tras un incidente y reduce el tiempo de recuperación al eliminar rastros de infección y restaurar el entorno a su estado seguro anterior.",
          "fase": ""
        }
      ]
    },
    {
      "aplicacion": "Endpoint",
      "numero": "4.0",
      "nombre": "Controles Endpoint",
      "caracteristicas": [
        {
          "numero": "4.1",
          "nombre": "Control de aplicaciones",
          "respuesta": "Implementado totalmente",
          "puntos": 1.0,
          "beneficio": "Permite crear políticas que regulan qué programas pueden ejecutarse en cada endpoint, asegurando que solo software autorizado y verificado opere en el entorno corporativo. Previene la ejecución de herramientas no deseadas o maliciosas, reduciendo el riesgo de uso indebido de software o instalación no controlada.",
          "fase": ""
        },
        {
          "numero": "4.2",
          "nombre": "Control de Dispositivos",
          "respuesta": "Implementado totalmente",
          "puntos": 1.0,
          "beneficio": "Administra el uso de medios extraíbles como memorias USB, discos externos o periféricos conectados. Aplica restricciones según tipo, usuario o grupo, evitando fugas de información y bloqueando la introducción de malware a través de dispositivos externos no aprobados por la organización.",
          "fase": ""
        },
        {
          "numero": "4.3",
          "nombre": "Control de navegación",
          "respuesta": "Implementado totalmente",
          "puntos": 1.0,
          "beneficio": "Regula el acceso a internet mediante políticas que limitan el uso de sitios no relacionados con las funciones laborales o potencialmente peligrosos. Reduce la exposición a contenido malicioso y mejora la productividad al controlar el tráfico web dentro de parámetros definidos por el área de TI.",
          "fase": ""
        },
        {
          "numero": "4.4",
          "nombre": "Control Adaptativo de Anomalías",
          "respuesta": "Implementado totalmente",
          "puntos": 4.0,
          "beneficio": "Analiza el comportamiento normal de los usuarios y equipos para detectar actividades fuera del patrón habitual. Al identificar anomalías operativas, alerta y bloquea comportamientos sospechosos que podrían indicar intrusiones, errores de configuración o uso indebido de recursos.",
          "fase": ""
        }
      ]
    },
    {
      "aplicacion": "Endpoint",
      "numero": "5.0",
      "nombre": "Borrado Remoto",
      "caracteristicas": [
        {
          "numero": "5.1",
          "nombre": "Borrado remoto",
          "respuesta": "Implementado totalmente",
          "puntos": 0.0,
          "beneficio": "Permite eliminar de forma segura y definitiva los datos almacenados en equipos perdidos, robados o comprometidos. Garantiza que la información confidencial no pueda ser recuperada ni utilizada de manera indebida, contribuyendo al cumplimiento de normativas de protección de datos y mitigando el impacto de incidentes físicos sobre la seguridad de la información.",
          "fase": ""
        }
      ]
    },
    {
      "aplicacion": "Endpoint",
      "numero": "6.0",
      "nombre": "Cifrado",
      "caracteristicas": [
        {
          "numero": "6.1",
          "nombre": "Cifrado de Disco Completo",
          "respuesta": "Implementado totalmente",
          "puntos": 1.0,
          "beneficio": "Protege la información almacenada mediante cifrado integral del disco, asegurando que los datos permanezcan inaccesibles en caso de robo o pérdida del dispositivo. Incluye autenticación previa al arranque, evitando accesos no autorizados y garantizando la confidencialidad de la información corporativa en todo momento.",
          "fase": ""
        },
        {
          "numero": "6.2",
          "nombre": "Cifrado de Archivos o carpetas",
          "respuesta": "Implementado totalmente",
          "puntos": 1.0,
          "beneficio": "Permite aplicar cifrado selectivo sobre archivos o directorios que contienen información sensible. Los datos permanecen protegidos incluso si se copian o envían fuera del equipo, garantizando la confidencialidad de documentos críticos y el cumplimiento de políticas de seguridad de la organización."
        },
        {
          "numero": "6.3",
          "nombre": "cifrado de unidades extraíbles",
          "respuesta": "Implementado totalmente",
          "puntos": 1.0,
          "beneficio": "Asegura que toda la información transferida a memorias USB o discos externos se cifre automáticamente. Solo los usuarios autorizados pueden acceder a los datos, evitando fugas de información y protegiendo la portabilidad segura de archivos fuera de la red corporativa."
        }
      ]
    },
    {
      "aplicacion": "Endpoint",
      "numero": "7.0",
      "nombre": "Configuración General del Endpoint",
      "caracteristicas": [
        {
          "numero": "7.1",
          "nombre": "Análisis de conexiones cifradas",
          "respuesta": "Implementado totalmente",
          "puntos": 4.0,
          "beneficio": "Examina el tráfico HTTPS y otras conexiones seguras mediante certificados de confianza para identificar contenido malicioso oculto. Garantiza la detección de amenazas dentro de canales cifrados sin comprometer la privacidad ni el rendimiento del sistema.",
          "fase": ""
        },
        {
          "numero": "7.2",
          "nombre": "Análisis de unidades extraíbles",
          "respuesta": "Implementado totalmente",
          "puntos": 2.0,
          "beneficio": "Escanea de forma automática cada dispositivo conectado al equipo, detectando y bloqueando malware, exploits o amenazas que intenten aprovechar vulnerabilidades del sistema. Refuerza la protección contra infecciones a través de medios físicos.",
          "fase": ""
        },
        {
          "numero": "7.3",
          "nombre": "Protección con contraseña",
          "respuesta": "Implementado totalmente",
          "puntos": 4.0,
          "beneficio": "Restringe el acceso a las configuraciones de seguridad mediante contraseñas administrativas. Evita modificaciones no autorizadas, garantizando la aplicación uniforme de políticas de seguridad y protegiendo la integridad de la configuración en todos los endpoints.",
          "fase": ""
        }
      ]
    },
    {
      "aplicacion": "Detection and Response",
      "numero": "8.0",
      "nombre": "EDR",
      "caracteristicas": [
        {
          "numero": "8.1",
          "nombre": "EDR",
          "respuesta": "Implementado totalmente",
          "puntos": 4.0,
          "beneficio": "Proporciona capacidades avanzadas de detección y respuesta ante incidentes, permitiendo visualizar la cadena completa de ataque, aislar dispositivos y tomar acciones correctivas rápidas. Facilita la investigación forense, el análisis de causa raíz y la contención inmediata de amenazas, fortaleciendo la resiliencia ante ataques dirigidos o complejos.",
          "fase": ""
        },
        {
          "numero": "8.2",
          "nombre": "Aislamiento de dispositivos",
          "respuesta": "Implementado totalmente",
          "puntos": 2.0,
          "beneficio": "Permite desconectar de forma remota los equipos comprometidos sin afectar la operación del resto de la red. Este aislamiento previene la propagación de amenazas, protege los datos críticos y mantiene la estabilidad operativa mientras se realiza el proceso de remediación.",
          "fase": ""
        },
        {
          "numero": "8.3",
          "nombre": "Prevención de ejecucion",
          "respuesta": "Implementado totalmente",
          "puntos": 4.0,
          "beneficio": "Bloquea automáticamente la ejecución de archivos maliciosos o procesos no confiables mediante análisis avanzado de comportamiento. Previene la activación de malware antes de que pueda comprometer el sistema, fortaleciendo la seguridad frente a ataques de día cero y ransomware.",
          "fase": ""
        },
        {
          "numero": "8.4",
          "nombre": "Cloud Sandbox",
          "respuesta": "Implementado totalmente",
          "puntos": 4.0,
          "beneficio": "Analiza archivos sospechosos en un entorno virtual seguro, observando su comportamiento antes de permitir su ejecución en el sistema real. Esta función detecta amenazas avanzadas y malware polimórfico que evaden las defensas tradicionales, garantizando una protección proactiva frente a ataques desconocidos.",
          "fase": ""
        }
      ]
    },
    {
      "aplicacion": "Protección para Servidores",
      "numero": "9.0",
      "nombre": "Protección Basica",
      "caracteristicas": [
        {
          "numero": "9.1",
          "nombre": "Protección contra amenazas de archivos",
          "respuesta": "Implementado totalmente",
          "puntos": 4.0,
          "beneficio": "Supervisa y analiza en tiempo real todos los archivos almacenados o ejecutados en los servidores. Detecta y bloquea malware, ransomware y troyanos, asegurando la continuidad del servicio y la integridad de los datos críticos de la organización.",
          "fase": ""
        },
        {
          "numero": "9.2",
          "nombre": "protección contra amenazas web",
          "respuesta": "Implementado totalmente",
          "puntos": 4.0,
          "beneficio": "Bloquea el acceso a sitios maliciosos y evita la descarga de contenido peligroso que pudiera comprometer los sistemas del servidor. Refuerza la seguridad perimetral y previene infecciones a través de la navegación web o procesos automatizados.",
          "fase": ""
        },
        {
          "numero": "9.3",
          "nombre": "Proteccion contra amenazas en red",
          "respuesta": "Implementado totalmente",
          "puntos": 4.0,
          "beneficio": "Analiza el tráfico entrante y saliente del servidor para detectar y bloquear ataques que se propagan por la red. Evita movimientos laterales, intrusiones y explotación de vulnerabilidades, protegiendo los recursos corporativos de accesos no autorizados."
        }
      ]
    },
    {
      "aplicacion": "Protección para Servidores",
      "numero": "10.0",
      "nombre": "Protección Avanzada",
      "caracteristicas": [
        {
          "numero": "10.1",
          "nombre": "Anti - Cryptor",
          "respuesta": "Implementado totalmente",
          "puntos": 4.0,
          "beneficio": "Detecta y bloquea intentos de cifrado malicioso sobre recursos compartidos, impidiendo que ransomware u otros ataques afecten los archivos del servidor. Esta función asegura la disponibilidad de los datos críticos y minimiza el impacto operacional ante ataques de cifrado.",
          "fase": ""
        },
        {
          "numero": "10.2",
          "nombre": "Detección de Comportamientos",
          "respuesta": "Implementado totalmente",
          "puntos": 4.0,
          "beneficio": "Supervisa continuamente las actividades del servidor, identificando patrones anómalos y comportamientos sospechosos. Permite reaccionar ante amenazas desconocidas o no firmadas, fortaleciendo la defensa proactiva frente a ataques dirigidos y actividades maliciosas internas.",
          "fase": ""
        }
      ]
    },
    {
      "aplicacion": "Protección para Servidores",
      "numero": "11.0",
      "nombre": "Configuración General",
      "caracteristicas": [
        {
          "numero": "11.1",
          "nombre": "Configuración de la aplicacion",
          "respuesta": "Implementado totalmente",
          "puntos": 4.0,
          "beneficio": "Permite ajustar las políticas de protección y rendimiento según las necesidades del entorno del servidor. Optimiza el equilibrio entre seguridad y eficiencia, asegurando que la protección se adapte a los requerimientos operativos."
        },
        {
          "numero": "11.2",
          "nombre": "Configuración de red",
          "respuesta": "Implementado totalmente",
          "puntos": 4.0,
          "beneficio": "Gestiona parámetros de red para maximizar la protección frente a intrusiones, accesos no autorizados y explotación de vulnerabilidades. Fortalece la comunicación segura entre servidores y reduce el riesgo de exposición."
        },
        {
          "numero": "11.3",
          "nombre": "Exclusiones globales",
          "respuesta": "Implementado totalmente",
          "puntos": 4.0,
          "beneficio": "Permite excluir archivos, procesos o carpetas específicas del análisis, reduciendo falsos positivos y optimizando el rendimiento de los servidores sin comprometer la seguridad general."
        },
        {
          "numero": "11.4",
          "nombre": "Configuración de almacenamiento",
          "respuesta": "Implementado totalmente",
          "puntos": 4.0,
          "beneficio": "Gestiona políticas de protección para entornos de almacenamiento conectados, garantizando la seguridad de los datos compartidos y previniendo accesos o modificaciones no autorizadas."
        }
      ]
    },
    {
      "aplicacion": "Protección para Servidores",
      "numero": "12.0",
      "nombre": "Tareas",
      "caracteristicas": [
        {
          "numero": "12.1",
          "nombre": "Gestión de tareas",
          "respuesta": "Implementado totalmente",
          "puntos": 4.0,
          "beneficio": "Permite automatizar y programar tareas de seguridad críticas como análisis, actualizaciones y verificaciones de integridad. Centraliza la administración desde una única consola, optimizando recursos y garantizando que las acciones de protección se ejecuten de forma oportuna sin requerir intervención manual constante."
        },
        {
          "numero": "12.2",
          "nombre": "Dispositivos extraibles",
          "respuesta": "Implementado totalmente",
          "puntos": 4.0,
          "beneficio": "Supervisa, controla y protege el uso de medios externos conectados a los servidores, evitando la introducción de malware y el acceso no autorizado a datos sensibles. Aplica políticas de restricción que refuerzan la seguridad física y digital del entorno del servidor."
        }
      ]
    },
    {
      "aplicacion": "Protección para Servidores",
      "numero": "13.0",
      "nombre": "Configuración de eventos",
      "caracteristicas": [
        {
          "numero": "13.1",
          "nombre": "Criticos",
          "respuesta": "Implementado totalmente",
          "puntos": 4.0,
          "beneficio": "Registra, clasifica y notifica eventos de seguridad de alta severidad, permitiendo una respuesta inmediata ante incidentes que puedan comprometer la operación del servidor. Proporciona visibilidad completa del estado de protección y facilita la trazabilidad de eventos para auditorías y cumplimiento normativo."
        },
        {
          "numero": "13.2",
          "nombre": "Informativos",
          "respuesta": "Implementado totalmente",
          "puntos": 4.0,
          "beneficio": "Recopila y presenta eventos relevantes del sistema que no representan amenazas activas, pero que contribuyen al análisis proactivo de la seguridad. Permite detectar tendencias, patrones de comportamiento y posibles puntos débiles antes de que se conviertan en incidentes críticos."
        }
      ]
    },
    {
      "aplicacion": "Protección para Servidores",
      "numero": "14.0",
      "nombre": "Inspección del sistema",
      "caracteristicas": [
        {
          "numero": "14.1",
          "nombre": "Monitor de integridad de archivos",
          "respuesta": "Implementado totalmente",
          "puntos": 0,
          "beneficio": "Supervisa los cambios en archivos y carpetas críticas del sistema, detectando modificaciones no autorizadas que puedan indicar intentos de manipulación o ataque. Esta función garantiza la trazabilidad y la integridad de los datos del servidor, fortaleciendo el control sobre entornos sensibles.",
          "fase": ""
        },
        {
          "numero": "14.2",
          "nombre": "Inspección de Logs",
          "respuesta": "Implementado totalmente",
          "puntos": 0,
          "beneficio": "Analiza los registros del sistema y eventos de Windows en busca de comportamientos anómalos o indicadores de compromiso. Permite identificar ataques en fases tempranas, mejorar la visibilidad del entorno y fortalecer las capacidades de detección y respuesta ante amenazas avanzadas.",
          "fase": ""
        }
      ]
    },
    {
      "aplicacion": "Servidor de Administración",
      "numero": "15.0",
      "nombre": "Gestión de Sistemas",
      "caracteristicas": [
        {
          "numero": "15.1",
          "nombre": "Instalación remota de aplicaciones",
          "respuesta": "Implementado totalmente",
          "puntos": 2.0,
          "beneficio": "Permite desplegar de forma centralizada las aplicaciones de seguridad en todos los dispositivos de la red, reduciendo tiempos de implementación y garantizando la uniformidad en la protección. Automatiza el proceso de instalación y simplifica la administración de entornos distribuidos."
        },
        {
          "numero": "15.2",
          "nombre": "Instalación remota de sistemas operativos",
          "respuesta": "Implementado totalmente",
          "puntos": 0,
          "beneficio": "Automatiza el despliegue de sistemas operativos en equipos remotos, facilitando la estandarización y el aprovisionamiento seguro de endpoints. Reduce la carga administrativa y minimiza errores humanos durante las implementaciones masivas."
        },
        {
          "numero": "15.3",
          "nombre": "Monitor de Vulnerabilidades",
          "respuesta": "Implementado totalmente",
          "puntos": 0.0,
          "beneficio": "Escanea de forma continua el entorno para identificar vulnerabilidades presentes en sistemas operativos y aplicaciones. Proporciona reportes detallados que permiten priorizar acciones de mitigación y reducir la superficie de ataque antes de que las fallas sean explotadas."
        },
        {
          "numero": "15.4",
          "nombre": "Remediación de Vulnerabilidades",
          "respuesta": "Implementado totalmente",
          "puntos": 0.0,
          "beneficio": "Automatiza la instalación de parches y actualizaciones críticas en los equipos identificados como vulnerables. Esta función acelera los procesos de remediación, mejora la postura de seguridad y garantiza el cumplimiento de políticas corporativas de mantenimiento preventivo."
        },
        {
          "numero": "15.5",
          "nombre": "Sincronización con Wsus",
          "respuesta": "Implementado totalmente",
          "puntos": 1.0,
          "beneficio": "Integra la administración de actualizaciones de Microsoft con WSUS, centralizando la distribución de parches de seguridad. Asegura que todos los sistemas mantengan versiones actualizadas, mejorando la coherencia y reduciendo los riesgos por software obsoleto."
        },
        {
          "numero": "15.6",
          "nombre": "Inventario de Hardware y Software",
          "respuesta": "Implementado totalmente",
          "puntos": 0.0,
          "beneficio": "Proporciona una visibilidad completa del parque tecnológico, recopilando información detallada de equipos, componentes y aplicaciones instaladas. Facilita la gestión de activos, el control de licencias y la planificación de actualizaciones."
        },
        {
          "numero": "15.7",
          "nombre": "Help Desk (Escritorio remoto)",
          "respuesta": "Implementado totalmente",
          "puntos": 0.0,
          "beneficio": "Permite a los administradores ofrecer soporte remoto seguro a los usuarios, resolviendo incidencias sin desplazamiento físico. Mejora la eficiencia operativa, reduce tiempos de atención y asegura la continuidad del servicio ante incidentes."
        }
      ]
    },
    
    {
      "aplicacion": "Servidor de Administración",
      "numero": "16.0",
      "nombre": "Tareas",
      "caracteristicas": [
        {
          "numero": "16.1",
          "nombre": "Copia de seguridad del Servidor de Administración",
          "respuesta": "Implementado totalmente",
          "beneficio": "Crea respaldos automáticos de la configuración, políticas y bases de datos del servidor, garantizando la recuperación rápida ante fallos o incidentes. Asegura la disponibilidad continua de la plataforma de gestión centralizada.",
          "puntos": 4.0
        },
        {
          "numero": "16.2",
          "nombre": "Descarga de actualizaciones al repositorio",
          "respuesta": "Implementado totalmente",
          "puntos": 4.0,
          "beneficio": "Administra y almacena las actualizaciones de seguridad de forma centralizada, asegurando que todos los dispositivos administrados tengan acceso a las versiones más recientes y estables del software."
        },
        {
          "numero": "16.4",
          "nombre": "Actualización de firmas para los dispositivos",
          "respuesta": "Implementado totalmente",
          "puntos": 3.0,
          "beneficio": "Distribuye automáticamente las firmas antimalware a todos los endpoints, asegurando detección oportuna frente a las últimas amenazas. Mantiene la protección homogénea en toda la infraestructura."
        },
        {
          "numero": "16.5",
          "nombre": "Análisis antimalware para los dispositivos",
          "respuesta": "Implementado totalmente",
          "puntos": 4.0,
          "beneficio": "Permite programar y ejecutar análisis antivirus de manera centralizada sobre todos los equipos. Detecta infecciones activas, evalúa el estado de seguridad y mantiene la higiene digital corporativa."
        }
      ]
    },
    {
      "aplicacion": "Servidor de Administración",
      "numero": "17.0",
      "nombre": "Configuración general del Servidor de Administración",
      "caracteristicas": [
        {
          "numero": "17.1",
          "nombre": "Integración con SIEM",
          "respuesta": "Implementado totalmente",
          "puntos": 0,
          "beneficio": "Envía eventos de seguridad al sistema SIEM corporativo, mejorando la correlación de datos y la detección temprana de incidentes. Fortalece la inteligencia de amenazas y la visibilidad en tiempo real del entorno.",
          "fase": ""
        },
        {
          "numero": "17.2",
          "nombre": "Configuración de perfiles de acceso",
          "respuesta": "Implementado totalmente",
          "puntos": 3.0,
          "beneficio": "Implementa control de acceso basado en roles, asignando privilegios según funciones específicas. Aumenta la seguridad administrativa y previene cambios no autorizados en la infraestructura."
        },
        {
          "numero": "17.3",
          "nombre": "Consola Web",
          "respuesta": "Implementado totalmente",
          "puntos": 4.0,
          "beneficio": "Ofrece una interfaz web centralizada para administrar el estado de seguridad de toda la red protegida. Permite monitorear, desplegar políticas y responder a incidentes desde cualquier ubicación.",
          "fase": ""
        },
        {
          "numero": "17.4",
          "nombre": "Puntos de Distribución",
          "respuesta": "Implementado totalmente",
          "puntos": 2.0,
          "beneficio": "Optimiza la entrega de actualizaciones, políticas y tareas a través de nodos distribuidos, reduciendo el consumo de ancho de banda y mejorando la eficiencia de la gestión remota."
        },
        {
          "numero": "17.5",
          "nombre": "Configuración de Eventos",
          "respuesta": "Implementado totalmente",
          "puntos": 4.0
        },
        {
          "numero": "17.6",
          "nombre": "Personalización de informes",
          "respuesta": "Implementado totalmente",
          "puntos": 3.0,
          "beneficio": "Genera reportes adaptados a los requerimientos del negocio, ofreciendo métricas detalladas sobre estado de protección, amenazas detectadas y cumplimiento normativo."
        },
        {
          "numero": "17.7",
          "nombre": "Kaspersky Security Network Proxy",
          "respuesta": "Implementado totalmente",
          "puntos": 4.0,
          "beneficio": "Optimiza la comunicación entre los endpoints y la red de inteligencia de Kaspersky, reduciendo el consumo de ancho de banda y mejorando la eficiencia en entornos con restricciones de conectividad."
        }
      ]
    },
    {
      "aplicacion": "Servidor de Administración",
      "numero": "18.0",
      "nombre": "Agente de Red",
      "caracteristicas": [
        {
          "numero": "18.1",
          "nombre": "Protección con contraseña",
          "respuesta": "Implementado totalmente",
          "puntos": 4.0,
          "beneficio": "Restringe el acceso a la configuración del agente mediante autenticación segura, evitando manipulaciones no autorizadas. Garantiza la integridad de las políticas de seguridad y la coherencia en los endpoints gestionados.",
          "fase": ""
        },
        {
          "numero": "18.2",
          "nombre": "Perfiles de conexión",
          "respuesta": "Implementado totalmente",
          "puntos": 0,
          "beneficio": "Adapta la protección según el tipo de conexión de red (local, remota, VPN)"
        }
      ]
    },
    {
      "aplicacion": "Servidor de Administración",
      "numero": "19.0",
      "nombre": "Estado general de la distribución",
      "caracteristicas": [
        {
          "numero": "19.1",
          "nombre": "Despliegue en estaciones de trabajo Windows",
          "respuesta": "Implementado totalmente",
          "beneficio": "Asegura que todos los equipos con sistema Windows cuenten con protección activa y actualizada. Permite monitorear el estado de instalación y cobertura desde la consola central.",
          "puntos": 4.0
        },
        {
          "numero": "19.2",
          "nombre": "Despliegue disposivos MaC",
          "respuesta": "Implementado totalmente",
          "beneficio": "Garantiza la protección integral de los equipos Mac dentro del entorno corporativo, manteniendo políticas unificadas de seguridad y administración desde la plataforma central.",
          "puntos": 4.0
        },
        {
          "numero": "19.3",
          "nombre": "Despliegue en Servidores",
          "respuesta": "Implementado totalmente",
          "beneficio": "Supervisa la instalación y el estado de las soluciones de seguridad en los servidores corporativos, garantizando uniformidad en la protección de los recursos críticos.",
          "puntos": 4.0
        },
        {
          "numero": "19.4",
          "nombre": "Se usan las versionas más recientes",
          "respuesta": "Implementado totalmente",
          "beneficio": "Verifica que todos los dispositivos utilicen versiones actualizadas del software, asegurando compatibilidad, nuevas funcionalidades y protección frente a amenazas emergentes.",
          "puntos": 3.0
        }
      ]
    },
    {
      "aplicacion": "Servidor de Administración",
      "numero": "20.0",
      "nombre": "Versiones",
      "caracteristicas": [
        {
          "numero": "20.1",
          "nombre": "Consola de Administracion",
          "respuesta": "Implementado totalmente",
          "beneficio": "Mantiene la consola actualizada con la última versión disponible, asegurando acceso a mejoras de rendimiento, seguridad y nuevas capacidades de gestión.",
          "puntos": 2.0
        },
        {
          "numero": "20.2",
          "nombre": "Agente de Red",
          "respuesta": "Implementado totalmente",
          "beneficio": "Garantiza la comunicación segura y eficiente entre el servidor y los dispositivos administrados mediante la actualización constante del agente de red.",
          "puntos": 4.0
        },
        {
          "numero": "20.3",
          "nombre": "Kaspersky Endpoint Security",
          "respuesta": "Implementado totalmente",
          "beneficio": "Mantiene los endpoints protegidos con las versiones más recientes del producto, optimizando la detección, respuesta y rendimiento general.",
          "puntos": 3.0
        },
        {
          "numero": "20.4",
          "nombre": "Kaspersky Security para Servidores",
          "respuesta": "Implementado totalmente",
          "beneficio": "Asegura que los servidores cuenten con las últimas actualizaciones y mejoras de seguridad, reforzando la estabilidad y la protección del entorno crítico.",
          "puntos": 3.0
        }
      ]
    },
    {
      "aplicacion": "Servidor de Administración",
      "numero": "21.0",
      "nombre": "Administración de dispositivos móviles",
      "caracteristicas": [
        {
          "numero": "21.1",
          "nombre": "Protección para Dispositivos móviles",
          "respuesta": "Implementado totalmente",
          "beneficio": "Ofrece gestión y protección integral para smartphones y tablets corporativos. Permite aplicar políticas de seguridad, realizar borrado remoto, controlar aplicaciones y proteger los datos empresariales frente a pérdida, robo o uso indebido.",
          "puntos": 0
        }
      ]
    }
  ],
  "respuestas": [
    {
      "texto": "Desactivado",
      "valor": 0.0
    },
    {
      "texto": "En fase inicial",
      "valor": 1.0
    },
    {
      "texto": "Manual o limitado",
      "valor": 2.0
    },
    {
      "texto": "Implementado parcialmente",
      "valor": 3.0
    },
    {
      "texto": "Implementado totalmente",
      "valor": 4.0
    }
  ],
  "duraciones": {
    "Protección Básica": 20.0,
    "Protección de Red": 35.0,
    "Protección Avanzada": 60.0,
    "Controles Endpoint": 40.0,
    "Borrado Remoto": 15.0,
    "Cifrado": 60.0,
    "Configuración General del Endpoint": 10.0,
    "Configuración de la Aplicación para Servidores": 15.0,
    "Complementarios": 10.0,
    "Protección en tiempo real para Servidores": 15.0,
    "Control de actividad local": 45.0,
    "Control de actividad de Red": 15.0,
    "Inspección del sistema": 5.0,
    "Gestión de Sistemas": 30.0,
    "Administración de dispositivos móviles": 60.0,
    "Tareas": 30.0,
    "Configuración general del Servidor de Administración": 15.0,
    "Agente de Red": 10.0,
    "Estado general de la distribución": 60.0,
    "Versiones": 60.0
  }
}